{ "stories": [{
  "author": "Melissa Cruz",
  "title": "7 Times Women Supported Women in The Election",
  "cover_image": "https://www.bustle.com/articles/191396-7-times-women-supported-women-in-this-election-because-us-nasty-gals-have-to-stick-together.jpg",
  "preview": "This election has been a bit of a conundrum for women. On the one hand, it has given us our best and closest chance at the first female president, but it has also produced extreme vitriol against women not seen in any previous presidential election...",
  "article": "  This election has been a bit of a conundrum for women. On the one hand, it has given us our best and closest chance at the first female president, but it has also produced extreme vitriol against women not seen in any previous presidential election. Thanks to Donald Trump (as well as many of the Republican candidates that came before him), female voters have been dealt an onslaught of attacks against their bodies and mental wellbeing. But thankfully, those attacks have inspired women to support other women throughout the election, creating a camaraderie both online and in person.\n\nThe times Trump has unintentionally created a rallying cry for women is innumerable. But one thing is clear — women have fought back, engaging in online activism and campaigning to ensure that the Republican nominee has no place in the White House. Despite Trump's attempts to convince his base that \"No one has more respect for women\" than him, no one — not even the Republican Party that once lined up to support him — seems to be buying it now.\n\n Yet women are still forced to fight back against the nominee's rhetoric time and time again. Here is a look at sevent of the instances in which the Nasty Women hit back by sticking together."
}, {
  "author": "Zoe Weiner",
  "title": "Succulent Hair is The Newest Must-Try Dye Trend",
  "cover_image": "https://www.bustle.com/articles/191313-what-is-succulent-hair-heres-why-you-should-try-a-new-cactus-colored-do-photos",
  "preview": "As someone who has yet to keep a succulent (or any plant, for that matter) alive for more than a few weeks, there is a new multi-colored hairdo is officially the best new way to get in on the cactus-collecting trend without having to worry about the care of a living organism...",
  "article": "As someone who has yet to keep a succulent (or any plant, for that matter) alive for more than a few weeks, there is a new multi-colored hairdo is officially the best new way to get in on the cactus-collecting trend without having to worry about the care of a living organism. \"Succulent hair\" is the newest dye trend to hit the internet, and (rather surprisingly) it's seriously beautiful. So what is succulent hair, exactly?\n\n No, it's not putting succulents in your hair like flower crowns (though some people, mostly brides, do do that, apparently). It's a new layered dye trend that incorporates all of the colors in succulents. You may think that cactuses are monochromatic green (or, in my apartment... dead, dry brown) but but if you look more closely, those of the succulent variety are actually multicolored — think lots of purple, red and yellow. Stylists have found major inspiration in the teeny plants, and have used it to create enviable dye combos.\n\n Like with any bold dye job, caring for succulent hair takes quite a bit of work. Make sure to invest in the right kind of shampoo for colored hair, and wash as infrequently as possible with cold water. Sadly, the whole \"spritz once a month\" routine that works with an actual succulent doesn't quite cut it with the hair version."
}, {
  "author": "Kirsten Nunez",
  "title": "Easy Halloween Costume Ideas For 2016",
  "cover_image": "https://www.bustle.com/articles/188546-20-easy-2016-halloween-costume-ideas-that-require-little-to-no-effort",
  "preview":"The days leading up to Halloween can be pretty crazy. It is not unlikely to suddenly realize that you don’t have an outfit, resulting in an intense brainstorm session for a last-minute easy Halloween costume idea...",
  "article": "The days leading up to Halloween can be pretty crazy. It is not unlikely to suddenly realize that you don’t have an outfit, resulting in an intense brainstorm session for a last-minute easy Halloween costume idea. And since store-bought ensembles can cost a pretty penny, it is never a bad idea to try and curate an outfit yourself. It also helps to use ordinary items that can be used again instead of collecting dust in the depths of your closet.\n\n Like most creative outfits, the best Halloween costumes focus on the clever combinations of clothing, accessories, and shoes. It isn’t about how much each item costs or what brand it is. What matters is that each piece is used in a way that contributes to the look you’re going for.\n\n That is where this list comes in. Each quick and easy Halloween outfit showcases examples of items necessary for creating a costume. Obviously, you do not have to find the exact garment or accessory displayed. Instead, focus on finding pieces that are similar in style, shape, or color. Shop your own closet before heading to the thrift store or mall. Don’t hesitate to ask friends and family if they have items you can borrow, too.\n\n Happy Halloween!"
  }]
}
